Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# ImportExport.EraseConfirmTitle
source: The following will be erased and iTerm2 will quit immediately: • Preferences (profiles, key bindings, arrangements, advanced settings) • Saved windows and sessions • Python API scripts and runtimes • Secure settings • The contents of ~/.iterm2 and ~/Library/Application Support/iTerm2 Items stored in the macOS Keychain (such as the AI API key and Password Manager entries) are not erased and must be removed manually from Keychain Access if you want them gone too. On systems with networked home directories, secure settings stored under /usr/local are written by an administrator and may also need to be removed manually. This cannot be undone.
de: Folgendes wird gelöscht, und iTerm2 wird sofort beendet: • Einstellungen (Profile, Tastenkombinationen, Anordnungen, erweiterte Einstellungen) • Gesicherte Fenster und Sitzungen • Python-API-Skripte und Laufzeitumgebungen • Sichere Einstellungen • Der Inhalt von ~/.iterm2 und ~/Library/Application Support/iTerm2 Elemente, die im macOS-Schlüsselbund gespeichert sind (z. B. der KI-API-Schlüssel und Einträge des Passwort-Managers), werden nicht gelöscht und müssen bei Bedarf manuell über die Schlüsselbundverwaltung entfernt werden. Auf Systemen mit vernetzten Home-Verzeichnissen werden sichere Einstellungen unter /usr/local von einem Administrator geschrieben und müssen möglicherweise ebenfalls manuell entfernt werden. Dies kann nicht rückgängig gemacht werden.
ja: 以下の項目が消去され、iTerm2 はすぐに終了します: • 環境設定（プロファイル、キーバインディング、アレンジメント、詳細設定） • 保存されたウインドウとセッション • Python API のスクリプトとランタイム • セキュア設定 • ~/.iterm2 と ~/Library/Application Support/iTerm2 の内容 macOS キーチェーンに保存されている項目（AI API キーやパスワードマネージャーの項目など）は消去されません。これらも削除したい場合は、キーチェーンアクセスで手動で削除する必要があります。ネットワーク上のホームディレクトリを使用しているシステムでは、/usr/local 以下に保存されているセキュア設定は管理者によって書き込まれているため、手動での削除が必要な場合があります。 この操作は取り消せません。
pt_br: O seguinte será apagado e o iTerm2 será encerrado imediatamente: • Ajustes (perfis, atalhos de teclado, arranjos, ajustes avançados) • Janelas e sessões salvas • Scripts e runtimes da Python API • Ajustes seguros • O conteúdo de ~/.iterm2 e ~/Library/Application Support/iTerm2 Itens armazenados na Keychain do macOS (como a chave de API de IA e as entradas do Cofre de senhas) não são apagados e devem ser removidos manualmente do Acesso às Chaves se você também quiser eliminá-los. Em sistemas com diretórios pessoais em rede, os ajustes seguros armazenados em /usr/local são escritos por um administrador e também podem precisar ser removidos manualmente. Isto não pode ser desfeito.
ru: Будет удалено следующее, после чего iTerm2 немедленно завершит работу: • Настройки (профили, привязки клавиш, раскладки, расширенные настройки) • Сохраненные окна и сеансы • Скрипты и среды выполнения Python API • Защищенные настройки • Содержимое ~/.iterm2 и ~/Library/Application Support/iTerm2 Элементы, хранящиеся в Связке ключей macOS (например, ключ API ИИ и записи Менеджера паролей), не удаляются, и, если вы хотите избавиться от них тоже, их нужно удалить вручную через Связку ключей. В системах с сетевыми домашними каталогами защищенные настройки, хранящиеся в /usr/local, записываются администратором и также могут потребовать ручного удаления. Это действие нельзя отменить.
zh_hans: 以下内容将被删除，iTerm2 将立即退出： • 偏好设置（配置文件、按键绑定、窗口排列、高级选项） • 保存的窗口和会话 • Python API 脚本及运行时环境 • 安全设置 • ~/.iterm2 和 ~/Library/Application Support/iTerm2 中的内容 存储在 macOS Keychain 中的项目（如 AI API 密钥和密码管理器条目）不会被删除，若需移除，必须手动从 Keychain Access 中删除。在具有网络连接的家庭目录系统中，存储在 /usr/local 下的安全设置由管理员创建，也可能需要手动删除。 此操作无法撤销。

# ImportExport.EraseExportFirstBody
source: Would you like to export your settings and data first? You will be able to re-import the exported file later if you change your mind.
de: Möchten Sie Ihre Einstellungen und Daten zuerst exportieren? Sie können die exportierte Datei später wieder importieren, falls Sie es sich anders überlegen.
ja: 先に設定とデータをエクスポートしますか？気が変わった場合は、後でエクスポートしたファイルから再インポートできます。
pt_br: Deseja exportar seus ajustes e dados primeiro? Você poderá reimportar o arquivo exportado mais tarde se mudar de ideia.
ru: Хотите сначала экспортировать свои настройки и данные? Позже вы сможете повторно импортировать экспортированный файл, если передумаете.
zh_hans: 是否要先导出你的设置和数据？如果改变主意，稍后可以重新导入导出的文件。

# ImportExport.ExportFirstAction
source: Export First
de: Zuerst exportieren
ja: 先にエクスポート
pt_br: Exportar primeiro
ru: Сначала экспортировать
zh_hans: 先导出

# ImportExport.ExportPanelTitle
source: Export iTerm2 Settings and Data
de: iTerm2-Einstellungen und -Daten exportieren
ja: iTerm2 の設定とデータをエクスポート
pt_br: Exportar ajustes e dados do iTerm2
ru: Экспорт настроек и данных iTerm2
zh_hans: 导出 iTerm2 设置和数据

# ImportExport.ExtractingArchive
source: Extracting Archive
de: Archiv wird entpackt
ja: アーカイブを展開しています
pt_br: Extraindo arquivo compactado
ru: Извлечение архива
zh_hans: 正在解压归档

# ImportExport.FailedToCopyFile
source: Failed to copy file: %@
de: Datei konnte nicht kopiert werden: %@
ja: ファイルのコピーに失敗しました: %@
pt_br: Falha ao copiar o arquivo: %@
ru: Не удалось скопировать файл: %@
zh_hans: 无法拷贝文件：%@

# ImportExport.FailedToCreateArchive
source: Failed to create archive: %@
de: Archiv konnte nicht erstellt werden: %@
ja: アーカイブの作成に失敗しました: %@
pt_br: Falha ao criar o arquivo compactado: %@
ru: Не удалось создать архив: %@
zh_hans: 创建压缩文件失败：%@

# ImportExport.FailedToCreateFolder
source: Failed to create folder: %@
de: Ordner konnte nicht erstellt werden: %@
ja: フォルダの作成に失敗しました: %@
pt_br: Falha ao criar a pasta: %@
ru: Не удалось создать папку: %@
zh_hans: 无法创建文件夹：%@

# ImportExport.FailedToCreateTempDir
source: Failed to create temporary directory: %@
de: Temporäres Verzeichnis konnte nicht erstellt werden: %@
ja: 一時ディレクトリの作成に失敗しました: %@
pt_br: Falha ao criar o diretório temporário: %@
ru: Не удалось создать временный каталог: %@
zh_hans: 无法创建临时目录：%@

# ImportExport.FailedToInstallPythonRuntime
source: Failed to install Python runtime
de: Python-Laufzeitumgebung konnte nicht installiert werden
ja: Python ランタイムのインストールに失敗しました
pt_br: Falha ao instalar o runtime do Python
ru: Не удалось установить среду выполнения Python
zh_hans: 安装 Python 运行时失败

# ImportExport.FailedToLoadFile
source: Failed to load file: %@
de: Datei konnte nicht geladen werden: %@
ja: ファイルの読み込みに失敗しました: %@
pt_br: Falha ao carregar o arquivo: %@
ru: Не удалось загрузить файл: %@
zh_hans: 加载文件失败：%@

# ImportExport.FailedToSaveFile
source: Failed to save file: %@
de: Datei konnte nicht gesichert werden: %@
ja: ファイルの保存に失敗しました: %@
pt_br: Falha ao salvar o arquivo: %@
ru: Не удалось сохранить файл: %@
zh_hans: 无法存储文件：%@

# ImportExport.FailedToSerializeUserDefaults
source: Failed to serialize user defaults
de: Benutzereinstellungen konnten nicht serialisiert werden
ja: ユーザーデフォルトのシリアライズに失敗しました
pt_br: Falha ao serializar os padrões do usuário
ru: Не удалось сериализовать пользовательские настройки
zh_hans: 用户默认设置序列化失败

# ImportExport.ImportConfirmBody
source: Any needed Python runtimes will be installed and secure settings will be updated, which may require you to enter your password. Then iTerm2 will restart and finish importing. This can take several minutes.
de: Benötigte Python-Laufzeitumgebungen werden installiert und sichere Einstellungen werden aktualisiert, wofür möglicherweise Ihr Passwort erforderlich ist. Anschließend wird iTerm2 neu gestartet und schließt den Import ab. Dies kann einige Minuten dauern.
ja: 必要な Python ランタイムがインストールされ、セキュア設定が更新されます。この際、パスワードの入力を求められる場合があります。その後 iTerm2 が再起動してインポートを完了します。これには数分かかることがあります。
pt_br: Todos os runtimes do Python necessários serão instalados e os ajustes seguros serão atualizados, o que pode exigir que você digite sua senha. Em seguida, o iTerm2 será reiniciado e concluirá a importação. Isso pode levar alguns minutos.
ru: Все необходимые среды выполнения Python будут установлены, а защищенные настройки обновлены, для чего может потребоваться ввести пароль. Затем iTerm2 перезапустится и завершит импорт. Это может занять несколько минут.
zh_hans: 任何需要的 Python 运行时都将被安装，安全设置将被更新，这可能要求你输入密码。然后 iTerm2 将重新启动并完成导入。这可能需要几分钟。

# ImportExport.ImportingEntity
source: Importing %@
de: %@ wird importiert
ja: %@ をインポートしています
pt_br: Importando %@
ru: Импорт: %@
zh_hans: 正在导入 %@

# ImportExport.ImportingHeading
source: Importing Settings and Data
de: Einstellungen und Daten werden importiert
ja: 設定とデータをインポートしています
pt_br: Importando ajustes e dados
ru: Импорт настроек и данных
zh_hans: 正在导入设置和数据

# ImportExport.ImportScriptProgress
source: Import script %1$lld of %2$lld
de: Skript %1$lld von %2$lld wird importiert
ja: スクリプトのインポート %1$lld / %2$lld
pt_br: Importando script %1$lld de %2$lld
ru: Импорт скрипта %1$lld из %2$lld

# ImportExport.InstallingPythonRuntimeProgress
source: Installing Python runtime %1$lld of %2$lld
de: Python-Laufzeitumgebung %1$lld von %2$lld wird installiert
ja: Python ランタイムのインストール %1$lld / %2$lld
pt_br: Instalando runtime do Python %1$lld de %2$lld
ru: Установка среды выполнения Python %1$lld из %2$lld

# ImportExport.InvalidDataFound
source: Invalid data found at %@
de: Ungültige Daten gefunden bei %@
ja: %@ に無効なデータが見つかりました
pt_br: Dados inválidos encontrados em %@
ru: Обнаружены недопустимые данные по адресу %@

# ImportExport.MalformedDataFound
source: Malformed data found: %@
de: Fehlerhafte Daten gefunden: %@
ja: 不正な形式のデータが見つかりました: %@
pt_br: Dados malformados encontrados: %@
ru: Обнаружены некорректные данные: %@

# ImportExport.ProblemExportingHeading
source: Problem Exporting Settings and Data
de: Problem beim Exportieren von Einstellungen und Daten
ja: 設定とデータのエクスポートで問題が発生しました
pt_br: Problema ao exportar ajustes e dados
ru: Проблема при экспорте настроек и данных
zh_hans: 导出设置和数据时出现问题

# ImportExport.ScriptExportFailed
source: Script could not be exported: %@
de: Skript konnte nicht exportiert werden: %@
ja: スクリプトをエクスポートできませんでした: %@
pt_br: Não foi possível exportar o script: %@
ru: Не удалось экспортировать скрипт: %@

# ImportExport.SkipExportAction
source: Skip Export
de: Export überspringen
ja: エクスポートをスキップ
pt_br: Ignorar exportação
ru: Пропустить экспорт
zh_hans: 跳过导出

# ImportExport.UnexpectedError
source: Unexpected error: %@
de: Unerwarteter Fehler: %@
ja: 予期しないエラー: %@
pt_br: Erro inesperado: %@
ru: Непредвиденная ошибка: %@
zh_hans: 意外的错误：%@

# ImportExport.WrongFormatContent
source: Wrong format content for %@
de: Falsches Format des Inhalts für %@
ja: %@ の内容の形式が正しくありません
pt_br: Conteúdo com formato incorreto para %@
ru: Неверный формат содержимого для %@
zh_hans: %@的内容格式不正确

# InlineChatToolbar.HideChatTooltip
source: Hide chat
de: Chat ausblenden
ja: チャットを非表示
pt_br: Ocultar conversa
ru: Скрыть чат
zh_hans: 隐藏聊天

# InlineChatToolbar.NewChatTooltip
source: New chat
de: Neuer Chat
ja: 新しいチャット
pt_br: Nova conversa
ru: Новый чат
zh_hans: 新聊天

# InlineChatToolbar.SessionInfoTooltip
source: Link or unlink terminal/browser session
de: Terminal-/Browser-Sitzung verknüpfen oder trennen
ja: ターミナル / ブラウザセッションをリンクまたはリンク解除
pt_br: Vincular ou desvincular sessão de terminal/navegador
ru: Связать или отвязать сеанс терминала/браузера
zh_hans: 链接或取消链接终端/浏览器会话

# InlineChatToolbar.SwitchChatTooltip
source: Switch to another chat
de: Zu einem anderen Chat wechseln
ja: 別のチャットに切り替え
pt_br: Mudar para outra conversa
ru: Переключиться на другой чат
zh_hans: 切换到另一个聊天

# InlineChatToolbar.Title
source: AI Chat
de: KI-Chat
ja: AI チャット
pt_br: Conversa com IA
ru: Чат с ИИ
zh_hans: AI 聊天

# InstantReplay.Export
source: Export…
de: Exportieren…
ja: エクスポート…
pt_br: Exportar…
ru: Экспорт…
zh_hans: 导出…

# InstantReplay.LiveView
source: Live View
de: Live-Ansicht
ja: ライブビュー
pt_br: Visualização ao vivo
ru: Прямой просмотр
zh_hans: 实时视图

# InstantReplay.Now
source: Now
de: Jetzt
ja: 現在
pt_br: Agora
ru: Сейчас
zh_hans: 现在

# InstantReplay.SetEnd
source: Set End
de: Ende festlegen
ja: 終了位置を設定
pt_br: Definir fim
ru: Задать конец
zh_hans: 设置结束

# InstantReplay.SetStart
source: Set Start
de: Start festlegen
ja: 開始位置を設定
pt_br: Definir início
ru: Задать начало
zh_hans: 设置开始

# IT2Proxy.APINotEnabled
source: The iTerm2 Python API is not enabled (Settings > General > Magic).
de: Die iTerm2-Python-API ist nicht aktiviert (Einstellungen > Allgemein > Magic).
ja: iTerm2 の Python API が有効になっていません（設定 > 一般 > Magic）。
pt_br: A Python API do iTerm2 não está ativada (Ajustes > Geral > Magic).
ru: Python API iTerm2 не включен (Настройки > Общие > Magic).
zh_hans: iTerm2的Python API未启用（设置 > 通用 > Magic）

# IT2Proxy.AuthorizationFailed
source: it2: authorization failed
de: it2: Autorisierung fehlgeschlagen
ja: it2: 認証に失敗しました
pt_br: it2: falha na autorização
ru: it2: ошибка авторизации
zh_hans: it2: 授权失败

# IT2Proxy.MalformedRequest
source: it2: malformed request
de: it2: fehlerhafte Anfrage
ja: it2: リクエストの形式が不正です
pt_br: it2: solicitação malformada
ru: it2: некорректный запрос
zh_hans: it2: 请求格式错误

# IT2Proxy.PermissionDenied
source: Permission denied: iTerm2 API access was not granted for this session.
de: Zugriff verweigert: Der API-Zugriff auf iTerm2 wurde für diese Sitzung nicht gewährt.
ja: 権限がありません: このセッションに対して iTerm2 API アクセスが許可されていません。
pt_br: Permissão negada: o acesso à API do iTerm2 não foi concedido para esta sessão.
ru: Доступ запрещен: доступ к API iTerm2 для этого сеанса не был предоставлен.
zh_hans: 权限被拒绝：当前会话未获得 iTerm2 API 访问权限。

# IT2Proxy.RequestTooLarge
source: it2: request too large (over %@ MiB over SSH integration); run it locally instead
de: it2: Anfrage zu groß (über %@ MiB bei SSH-Integration); bitte lokal ausführen
ja: it2: リクエストが大きすぎます（SSH 経由の統合では %@ MiB を超えています）。ローカルで実行してください
pt_br: it2: solicitação muito grande (mais de %@ MiB sobre a SSH integration); execute-a localmente em vez disso
ru: it2: запрос слишком большой (больше %@ МиБ через SSH-интеграцию); выполните его локально
zh_hans: it2：请求过大（超过 %@ MiB，涉及 SSH 集成）；建议在本地运行。

# iTermApplication.LeaderPending
source: Leader pending
de: Leader ausstehend
ja: リーダー待機中
pt_br: Leader pendente
ru: Ожидание лидера
zh_hans: Leader 待定

# iTermController.AboutToOpenProfiles
source: You are about to open %ld profiles.
de: Sie sind dabei, %ld Profile zu öffnen.
ja: %ld個のプロファイルを開こうとしています。
pt_br: Você está prestes a abrir %ld perfis.
ru: Вы собираетесь открыть %ld профилей.
zh_hans: 您即将打开 %ld 个配置文件。

# iTermController.ProfilesNotShown
source: [%ld profiles not shown]
de: [%ld Profile nicht angezeigt]
ja: [%ld個のプロファイルは表示されていません]
pt_br: [%ld perfis não exibidos]
ru: [%ld профиля не показано]
zh_hans: [未显示 %ld 个配置文件]

# JobInfoPopover.Command
source: Command
de: Befehl
ja: コマンド
pt_br: Comando
ru: Команда
zh_hans: 命令

# JobInfoPopover.Copied
source: Copied
de: Kopiert
ja: コピーしました
pt_br: Copiado
ru: Скопировано
zh_hans: 已拷贝

# JobInfoPopover.Environment
source: Environment
de: Umgebung
ja: 環境変数
pt_br: Ambiente
ru: Окружение
zh_hans: 环境

# JobInfoPopover.Loading
source: Loading…
de: Wird geladen…
ja: 読み込み中…
pt_br: Carregando…
ru: Загрузка…
zh_hans: 正在载入…

# JobInfoPopover.OpenFilesSockets
source: Open Files & Sockets
de: Offene Dateien & Sockets
ja: 開いているファイルとソケット
pt_br: Arquivos e sockets abertos
ru: Открытые файлы и сокеты
zh_hans: 打开的文件与套接字

# JobInfoPopover.ProcessID
source: Process ID
de: Prozess-ID
ja: プロセス ID
pt_br: ID do processo
ru: ID процесса
zh_hans: 进程 ID

# JobInfoPopover.Started
source: Started
de: Gestartet
ja: 開始
pt_br: Iniciado
ru: Запущен
zh_hans: 已启动

# JobInfoPopover.StartedAgo
source: %1$@ (%2$@ ago)
de: %1$@ (vor %2$@)
ja: %1$@（%2$@前）
pt_br: %1$@ (há %2$@)
ru: %1$@ (%2$@ назад)
zh_hans: %1$@ (%2$@ 前)

# JobInfoPopover.Type
source: Type
de: Typ
ja: 種類
pt_br: Tipo
ru: Тип
zh_hans: 类型

# JobInfoPopover.Unknown
source: Unknown
de: Unbekannt
ja: 不明
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知

# JobInfoPopover.Value
source: Value
de: Wert
ja: 値
pt_br: Valor
ru: Значение
zh_hans: 值

# JobInfoPopover.WorkingDirectory
source: Working Directory
de: Arbeitsverzeichnis
ja: 作業ディレクトリ
pt_br: Diretório de trabalho
ru: Рабочий каталог
zh_hans: 工作目录

# JobTermination.JobsTerminated
source: Jobs Terminated
de: Prozesse beendet
ja: ジョブが終了しました
pt_br: Processos encerrados
ru: Задачи завершены
zh_hans: 任务已终止

# JobTermination.JobTerminated
source: Job Terminated
de: Prozess beendet
ja: ジョブが終了しました
pt_br: Processo encerrado
ru: Задача завершена
zh_hans: 任务已终止

# JobTerminationMonitor.CannotNotifyTitle
source: Cannot Notify on Termination
de: Benachrichtigung bei Beendigung nicht möglich
ja: 終了を通知できません
pt_br: Não é possível notificar no encerramento
ru: Не удается уведомить о завершении
zh_hans: 无法在终止时通知

# JobTerminationMonitor.CannotWatchJob
source: iTerm2 cannot watch the job %1$@ with process ID %2$@ because it has already terminated.
de: iTerm2 kann den Prozess %1$@ mit der Prozess-ID %2$@ nicht überwachen, da er bereits beendet wurde.
ja: ジョブ %1$@（プロセス ID %2$@）はすでに終了しているため、iTerm2 は監視できません。
pt_br: O iTerm2 não pode monitorar o processo %1$@ com ID de processo %2$@ porque ele já foi encerrado.
ru: iTerm2 не может отслеживать задачу %1$@ с ID процесса %2$@, так как она уже завершилась.
zh_hans: iTerm2 无法监视进程 ID %2$@ 的作业 %1$@，因为该作业已终止。

# JobTerminationMonitor.JobTerminatedSentence
source: The job %1$@ with process ID %2$@ has terminated.
de: Der Prozess %1$@ mit der Prozess-ID %2$@ wurde beendet.
ja: ジョブ %1$@（プロセス ID %2$@）が終了しました。
pt_br: O processo %1$@ com ID de processo %2$@ foi encerrado.
ru: Задача %1$@ с ID процесса %2$@ завершилась.
zh_hans: 任务 %1$@ 以进程 ID %2$@ 结束。

# JobTerminationMonitor.Unknown
source: (unknown)
de: (unbekannt)
ja: （不明）
pt_br: (desconhecido)
ru: (неизвестно)
zh_hans: （未知）

# JobTerminationMonitor.UnknownName
source: unknown name
de: unbekannter Name
ja: 不明な名前
pt_br: nome desconhecido
ru: неизвестное имя
zh_hans: 名称未知

# JobTree.BellAccessibility
source: Will notify when this job terminates
de: Benachrichtigt, wenn dieser Prozess beendet wird
ja: このジョブが終了したときに通知します
pt_br: Notificará quando este processo for encerrado
ru: Уведомит о завершении этой задачи
zh_hans: 此作业终止时会通知

# JobTree.Clear
source: Clear
de: Löschen
ja: クリア
pt_br: Limpar
ru: Очистить
zh_hans: 清除

# JobTree.ConfirmationNeeded
source: Confirmation Needed
de: Bestätigung erforderlich
ja: 確認が必要です
pt_br: Confirmação necessária
ru: Требуется подтверждение
zh_hans: 需要确认

# JobTree.ConfirmTerminate
source: Are you sure? This may terminate %ld processes.
de: Sind Sie sicher? Dies könnte %ld Prozesse beenden.
ja: 本当によろしいですか？ %ld 個のプロセスが終了する可能性があります。
pt_br: Tem certeza? Isto pode encerrar %ld processos.
ru: Вы уверены? Это может завершить %ld процесса.
zh_hans: 确定吗？这可能会终止 %ld 个进程。

# JobTree.ConfirmTerminateWithChildren
source: Are you sure? This may terminate %ld processes and their children.
de: Sind Sie sicher? Dies könnte %ld Prozesse und ihre Kindprozesse beenden.
ja: 本当によろしいですか？ %ld 個のプロセスとその子プロセスが終了する可能性があります。
pt_br: Tem certeza? Isto pode encerrar %ld processos e seus filhos.
ru: Вы уверены? Это может завершить %ld процесса и их дочерние процессы.
zh_hans: 确定吗？这可能会终止 %ld 个进程及其子进程。

# JobTree.Inspect
source: Inspect
de: Untersuchen
ja: 検査
pt_br: Inspecionar
ru: Просмотреть
zh_hans: 检查

# JobTree.InspectTooltip
source: Inspect the selected process
de: Den ausgewählten Prozess untersuchen
ja: 選択したプロセスを検査
pt_br: Inspecionar o processo selecionado
ru: Просмотреть сведения о выбранном процессе
zh_hans: 检查所选进程

# JobTree.Terminated
source: (terminated)
de: (beendet)
ja: （終了済み）
pt_br: (encerrado)
ru: (завершен)
zh_hans: （已终止）

# KeyBindingAction.AlertOnNextMark
source: Alert on Next Mark
de: Bei nächster Markierung benachrichtigen
ja: 次のマークで通知
pt_br: Alertar na próxima marca
ru: Оповещать при следующей отметке
zh_hans: 下次标记时的警报

# KeyBindingAction.ApplyMode.AllInTab
source: In all sessions in the tab, %@
de: In allen Sitzungen im Tab, %@
ja: タブ内のすべてのセッションで %@
pt_br: Em todas as sessões da aba, %@
ru: Во всех сеансах на вкладке: %@
zh_hans: 所有标签页中的%@

# KeyBindingAction.ApplyMode.AllInWindow
source: In all sessions in the window, %@
de: In allen Sitzungen im Fenster, %@
ja: ウインドウ内のすべてのセッションで %@
pt_br: Em todas as sessões da janela, %@
ru: Во всех сеансах в окне: %@
zh_hans: 所有窗口中的%@

# KeyBindingAction.ApplyMode.AllSessions
source: In all sessions, %@
de: In allen Sitzungen, %@
ja: すべてのセッションで %@
pt_br: Em todas as sessões, %@
ru: Во всех сеансах: %@
zh_hans: 在所有会话中，%@

# KeyBindingAction.ApplyMode.Broadcasting
source: In all broadcasted-to sessions, %@
de: In allen Broadcast-Sitzungen, %@
ja: ブロードキャスト先のすべてのセッションで %@
pt_br: Em todas as sessões de destino da transmissão, %@
ru: Во всех сеансах, получающих трансляцию: %@
zh_hans: 在所有广播至的会话中，%@

# KeyBindingAction.ApplyMode.UnfocusedSessions
source: In unfocused sessions, %@
de: In Sitzungen ohne Fokus, %@
ja: フォーカスされていないセッションで %@
pt_br: Nas sessões sem foco, %@
ru: В сеансах не в фокусе: %@
zh_hans: 在未聚焦的会话中，%@

# KeyBindingAction.BypassTerminal
source: Bypass Terminal
de: Terminal umgehen
ja: ターミナルをバイパス
pt_br: Ignorar o Terminal
ru: В обход терминала
zh_hans: 绕过终端

# KeyBindingAction.CallFunction
source: Call %@
de: %@ aufrufen
ja: %@ を呼び出す
pt_br: Chamar %@
ru: Вызвать %@
zh_hans: 调用 %@

# KeyBindingAction.ChangeProfileTo
source: Change Profile to “%@”
de: Profil zu „%@“ ändern
ja: プロファイルを「%@」に変更
pt_br: Alterar perfil para “%@”
ru: Изменить профиль на «%@»
zh_hans: 将配置文件更改为“%@”

# KeyBindingAction.ChangeProfileToUnavailable
source: Change Profile to unavailable profile
de: Profil zu nicht verfügbarem Profil ändern
ja: 利用できないプロファイルに変更
pt_br: Alterar perfil para um perfil indisponível
ru: Изменить профиль на недоступный профиль
zh_hans: 将配置文件更改为不可用配置文件

# KeyBindingAction.Compose
source: Compose “%@”
de: „%@“ verfassen
ja: 「%@」を入力
pt_br: Compor “%@”
ru: Составить «%@»
zh_hans: 输入“%@”

# KeyBindingAction.CopyInterpolatedString
source: Copy Interpolated String “%@”
de: Interpolierte Zeichenfolge „%@“ kopieren
ja: 補間文字列「%@」をコピー
pt_br: Copiar string interpolada “%@”
ru: Скопировать интерполированную строку «%@»
zh_hans: 复制插值字符串“%@”

# KeyBindingAction.CopyMode
source: Copy mode: %@
de: Kopiermodus: %@
ja: コピーモード: %@
pt_br: Modo de cópia: %@
ru: Режим копирования: %@
zh_hans: 复制模式：%@

# KeyBindingAction.CopyOrSend
source: Copy Selection or Send ^C
de: Auswahl kopieren oder ^C senden
ja: 選択範囲をコピーまたは ^C を送信
pt_br: Copiar seleção ou enviar ^C
ru: Скопировать выделение или отправить ^C
zh_hans: 复制选择或按 ^C 退出

# KeyBindingAction.CycleTabsBackward
source: Cycle Tabs Backward
de: Tabs rückwärts durchblättern
ja: タブを逆順に切り替え
pt_br: Percorrer abas para trás
ru: Циклически переключать вкладки назад
zh_hans: 反向循环标签页

# KeyBindingAction.CycleTabsForward
source: Cycle Tabs Forward
de: Tabs vorwärts durchblättern
ja: タブを順に切り替え
pt_br: Percorrer abas para frente
ru: Циклически переключать вкладки вперед
zh_hans: 正向循环标签页

# KeyBindingAction.DecreaseHeight
source: Decrease Height
de: Höhe verringern
ja: 高さを減らす
pt_br: Diminuir altura
ru: Уменьшить высоту
zh_hans: 降低高度

# KeyBindingAction.DecreaseWidth
source: Decrease Width
de: Breite verringern
ja: 幅を減らす
pt_br: Diminuir largura
ru: Уменьшить ширину
zh_hans: 减小宽度

# KeyBindingAction.DoNotRemapModifiers
source: Do Not Remap Modifiers
de: Modifikatoren nicht neu zuordnen
ja: 修飾キーを変更しない
pt_br: Não remapear modificadores
ru: Не переназначать модификаторы
zh_hans: 不要重新映射修饰符

# KeyBindingAction.DuplicateTab
source: Duplicate Tab
de: Tab duplizieren
ja: タブを複製
pt_br: Duplicar aba
ru: Дублировать вкладку
zh_hans: 复制标签页

# KeyBindingAction.FindAgainDown
source: Find Again Down
de: Erneut abwärts suchen
ja: 下方向にもう一度検索
pt_br: Buscar novamente para baixo
ru: Найти далее вниз
zh_hans: 再次向下查找

# KeyBindingAction.FindAgainUp
source: Find Again Up
de: Erneut aufwärts suchen
ja: 上方向にもう一度検索
pt_br: Buscar novamente para cima
ru: Найти далее вверх
zh_hans: 再次向上查找

# KeyBindingAction.FindRegex
source: Find Regex “%@”
de: Regex „%@“ suchen
ja: 正規表現「%@」を検索
pt_br: Buscar regex “%@”
ru: Найти по регулярному выражению «%@»
zh_hans: 查找正则表达式“%@”

# KeyBindingAction.Ignore
source: Ignore
de: Ignorieren
ja: 無視
pt_br: Ignorar
ru: Игнорировать
zh_hans: 忽略
